#include <freertos/FreeRTOS.h>
#include "config.h"

ts_accessory accessories_config[] = {
    {
        "Вентиляция в душе",
        13,
        2
    },
    {
        "Вентиляция в ванной",
        17,
        16
    },
    {
        "Свет на кухне",
        5,
        13
    },
    {
        "Люстра на кухне",
        2,
        3
    },
    {
        "Свет над рабочей зоной",
        3,
        15
    },
    {
        "Люстра в гостинной",
        6,
        27
    },
//    {
//        "Подсветка в гостинной",
//        7,
//        25
//    },
    {
        "Свет в кладовой",
        14,
        4
    },
    {
        "Свет в прихожей",
        1,
        1
    },
    {
        "Свет в гардеробной",
        23,
        18
    },
    {
        "Свет возле лестницы",
        22,
        7
    },
    {
        "Свет в коридоре на первом этаже",
        0,
        5
    },
    {
        "Свет в коридоре на втором этаже",
        30,
        11
    },
    {
        "Свет в коридоре на третьем этаже",
        15,
        6
    },
    {
        "Свет в ванной",
        21,
        23
    },
    {
        "Свет зеркала в ванной",
        20,
        21
    },
    {
        "Свет в душе",
        12,
        0
    },
    {
        "Свет зеркала в душе",
        9,
        30
    },
    {
        "Люстра в гостевой",
        11,
        29
    },
    {
        "Свет в гостевой",
        10,
        31
    },
    {
        "Люстра в детской",
        19,
        22
    },
    {
        "Свет в детской",
        18,
        20
    },
    {
        "Люстра в спальне",
        27,
        9
    },
    {
        "Свет в спальне",
        29,
        19
    },
    {
        "Светильник левый",
        28,
        24
    },
    {
        "Светильник правый",
        25,
        28
    },
    {
        "Свет в гардеробе",
        26,
        17
    },
    {
        "Свет на терассе",
        24,
        26
    }
};
